{
  "_global.english": "Inglés",
  "_global.french": "Francés",
  "_global.german": "Alemán",
  "_global.italian": "Italiano",
  "_global.portuguese": "Portugués",
  "_global.russian": "Ruso",
  "_global.spanish": "Español",
  "_global.swedish": "Sueco",
  "app.about.appHint": "Aquí puedes obtener más información sobre Scribe y su comunidad.",
  "app.about.appHints": "Restablecer notificaciones de aplicaciones",
  "app.about.bugReport": "Reportar un error",
  "app.about.community": "Comunidad",
  "app.about.email": "Envianos un correo electrónico",
  "app.about.feedback": "Comentarios y soporte",
  "app.about.github": "Ver el código en GitHub",
  "app.about.legal": "Legal",
  "app.about.mastodon": "Siguenos en Mastodon",
  "app.about.matrix": "Chatea con el equipo en Matrix",
  "app.about.privacyPolicy": "Política de privacidad",
  "app.about.privacyPolicy.body": "Tenga en cuenta que la versión en inglés de esta política tiene prioridad sobre todas las demás versiones.\n\nLos desarrolladores de Scribe (SCRIBE) crearon la aplicación para iOS \"Scribe - Language Keyboards\" (SERVICIO) como una aplicación de código abierto. SCRIBE proporciona este SERVICIO sin coste y está destinado a usarse tal como está.\n\nEsta política de privacidad (POLÍTICA) se utiliza para informar al lector sobre las políticas de acceso, seguimiento, recopilación, retención, uso y divulgación de información personal (INFORMACIÓN DEL USUARIO) y datos de uso (DATOS DEL USUARIO) para todas las personas que hacen uso de este SERVICIO (USUARIOS).\n\nLA INFORMACIÓN DEL USUARIO se define específicamente como cualquier información relacionada con los propios USUARIOS o los dispositivos que utilizan para acceder al SERVICIO.\n\nLOS DATOS DEL USUARIO se definen específicamente como cualquier texto escrito o acción realizada por los USUARIOS mientras utilizan el SERVICIO.\n\n1. Declaración de política\n\nEste SERVICIO no accede, rastrea, recopila, retiene, utiliza ni divulga ninguna INFORMACIÓN DEL USUARIO ni DATOS DEL USUARIO.\n\n2. No rastrear\n\nA los USUARIOS que se comuniquen con SCRIBE para solicitar que su INFORMACIÓN DE USUARIO y sus DATOS DE USUARIO no sean rastreados se les proporcionará una copia de esta POLÍTICA así como un enlace a todos los códigos fuente como prueba de que no están siendo rastreados.\n\n3. Datos de terceros\n\nEste SERVICIO hace uso de datos de terceros. Todos los datos utilizados en la creación de este SERVICIO provienen de fuentes que permiten su uso completo en la forma en que lo hace el SERVICIO. En concreto, los datos de este SERVICIO provienen de Wikidata, Wikipedia y Unicode. Wikidata afirma que \"Todos los datos estructurados en los espacios de nombres principal, de propiedad y de lexema están disponibles bajo la Licencia Creative Commons CC0; el texto en otros espacios de nombres está disponible bajo la Licencia Creative Commons Attribution-Share Alike\". La política que detalla el uso de los datos de Wikidata se puede encontrar en https://www.wikidata.org/wiki/Wikidata:Licensing. Wikipedia afirma que los datos de texto, el tipo de datos utilizados por el SERVICIO, \"... pueden usarse bajo los términos de la licencia Creative Commons Attribution Share-Alike\". La política que detalla el uso de los datos de Wikipedia se puede encontrar en https://en.wikipedia.org/wiki/Wikipedia:Reusing_Wikipedia_content. Unicode otorga permiso, \"... sin cargo, a cualquier persona que obtenga una copia de los archivos de datos Unicode y cualquier documentación asociada (los \"Archivos de Datos\") o el software Unicode y cualquier documentación asociada (el \"Software\") para tratar los Archivos de Datos o el Software sin restricción...\" La política que detalla el uso de datos Unicode se puede encontrar en https://www.unicode.org/license.txt.\n\n4. Código fuente de terceros\n\nEste SERVICIO se basó en código de terceros. Todo el código fuente utilizado en la creación de este SERVICIO proviene de fuentes que permiten su uso completo en la forma en que lo hace el SERVICIO. En concreto, la base de este proyecto fue el proyecto CustomKeyboard de Ethan Sarif-Kattan. CustomKeyboard se publicó bajo una licencia MIT, que está disponible en https://github.com/EthanSK/CustomKeyboard/blob/master/LICENSE.\n\n5. Servicios de terceros\n\nEste SERVICIO hace uso de servicios de terceros para manipular algunos de los datos de terceros. En concreto, los datos se han traducido utilizando modelos de los transformadores de Hugging Face. Este servicio está cubierto por una Licencia Apache 2.0, que establece que está disponible para uso comercial, modificación, distribución, uso de patentes y uso privado. La licencia para el servicio mencionado anteriormente se puede encontrar en https://github.com/huggingface/transformers/blob/master/LICENSE.\n\n6. Enlaces de terceros\n\nEste SERVICIO contiene enlaces a páginas web externas. Si los USUARIOS hacen clic en un enlace de un tercero, serán dirigidos a un sitio web. Tenga en cuenta que estos sitios web externos no son operados por este SERVICIO. Por lo tanto, se recomienda encarecidamente a los USUARIOS que revisen la política de privacidad de estos sitios web. Este SERVICIO no tiene control ni asume ninguna responsabilidad por el contenido, las políticas de privacidad o las prácticas de los sitios o servicios de terceros.\n\n7. Imágenes de terceros\n\nEste SERVICIO contiene imágenes con derechos de autor de terceros. En concreto, esta aplicación incluye una copia de los logotipos de GitHub, Inc. y Wikidata, marcas registradas de Wikimedia Foundation, Inc. Los términos por los que se puede utilizar el logotipo de GitHub se encuentran en https://github.com/logos, y los términos para el logotipo de Wikidata se encuentran en la siguiente página de Wikimedia: https://foundation.wikimedia.org/wiki/Policy:Trademark_policy. Este SERVICIO utiliza las imágenes con derechos de autor de una manera que cumple con estos criterios, con la única desviación de una rotación del logotipo de GitHub que es común en la comunidad de código abierto para indicar que hay un enlace al sitio web de GitHub.\n\n8. Aviso de contenido\n\nEste SERVICIO permite a los USUARIOS acceder a contenido lingüístico (CONTENIDO). Parte de este CONTENIDO podría considerarse inapropiado para niños y menores de edad. El acceso al CONTENIDO mediante el SERVICIO se realiza de forma que la información no esté disponible a menos que se conozca explícitamente. En concreto, los USUARIOS \"pueden\" traducir palabras, conjugar verbos y acceder a otras características gramaticales del CONTENIDO que puedan ser de naturaleza sexual, violenta o inapropiada de otro modo. Los USUARIOS \"no pueden\" traducir palabras, conjugar verbos y acceder a otras características gramaticales del CONTENIDO que puedan ser de naturaleza sexual, violenta o inapropiada de otro modo si no conocen ya la naturaleza de este CONTENIDO. SCRIBE no asume ninguna responsabilidad por el acceso a dicho CONTENIDO.\n\n9. Cambios\n\nEsta POLÍTICA está sujeta a cambios. Las actualizaciones de esta POLÍTICA reemplazarán todas las anteriores y, si se consideran importantes, se indicarán claramente en la próxima actualización correspondiente del SERVICIO. SCRIBE alienta a los USUARIOS a revisar periódicamente esta POLÍTICA para obtener la información más reciente sobre nuestras prácticas de privacidad y familiarizarse con los cambios.\n\n10. Contacto\n\nSi tiene alguna pregunta, inquietud o sugerencia sobre esta POLÍTICA, no dude en visitar https://github.com/scribe-org o comunicarse con SCRIBE a través de scribe.langauge@gmail.com. La persona responsable de dichas consultas es Andrew Tavis McAllister.\n\n11. Fecha de entrada en vigor\n\nEsta POLÍTICA entra en vigencia a partir del 24 de mayo de 2022.",
  "app.about.privacyPolicy.caption": "Velamos por tu seguridad",
  "app.about.rate": "Puntúa a Scribe",
  "app.about.scribe": "Ver todas las aplicaciones de Scribe",
  "app.about.share": "Compartir Scribe",
  "app.about.thirdParty": "Licencias de terceros",
  "app.about.thirdParty.author": "Autor",
  "app.about.thirdParty.body": "Los desarrolladores de Scribe (SCRIBE) han creado la aplicación iOS \"Scribe - Language Keyboards\" (SERVICIO) utilizando código de terceros. Todo el código fuente utilizado en la creación de este SERVICIO proviene de fuentes que permiten su uso completo en la forma en que lo hace el SERVICIO. En esta sección se enumera el código fuente en el que se basó el SERVICIO, así como las licencias coincidentes de cada uno.\n\nA continuación se muestra una lista de todo el código fuente utilizado, el autor o autores principales del código, la licencia bajo la cual fue publicado en el momento de su uso y un enlace a la licencia.\n\n1. Teclado personalizado\n• Autor: EthanSK\n• Licencia: MIT\n• Enlace: https://github.com/EthanSK/CustomKeyboard/blob/master/LICENSE",
  "app.about.thirdParty.caption": "¿De quién es el código que utilizamos?",
  "app.about.thirdParty.license": "Licencia",
  "app.about.thirdParty.link": "Enlace",
  "app.about.title": "Acerca de",
  "app.about.wikimedia": "Wikimedia y Scribe",
  "app.about.wikimedia.caption": "¿Cómo funcionan juntos?",
  "app.about.wikimedia.text1": "Scribe no sería posible sin las innumerables contribuciones de los colaboradores de Wikimedia a los numerosos proyectos que apoya. En concreto, Scribe utiliza datos de la comunidad de datos lexicográficos de Wikidata, así como datos de Wikipedia para cada idioma que Scribe admite.",
  "app.about.wikimedia.text2": "Wikidata es un gráfico de conocimiento colaborativo y multilingüe alojado por la Fundación Wikimedia. Proporciona datos disponibles gratuitamente bajo una licencia de dominio público Creative Commons (CC0). Scribe utiliza datos de idioma de Wikidata para proporcionar a los usuarios conjugaciones verbales, anotaciones de casos, plurales y muchas otras características.",
  "app.about.wikimedia.text3": "La Wikipedia es una enciclopedia libre multilingüe escrita y mantenida por una comunidad de voluntarios mediante una colaboración abierta y un sistema de edición basado en wiki. Scribe utiliza datos de la Wikipedia para generar autosugestiones derivando las palabras más comunes de un idioma, así como las palabras más comunes que las siguen.",
  "app.install": "Instalación",
  "app.installation.appHint": "Sigue las instrucciones para instalar los teclados Scribe en tu dispositivo.",
  "app.installation.settingsLink": "Abrir la configuración de Scribe",
  "app.installation.text1": "Seleccionar",
  "app.installation.text2": "Activa los teclados que quieras utilizar\n\n4. Al escribir, presiona",
  "app.installation.text3": "para seleccionar teclados",
  "app.installation.title": "Instalación del teclado",
  "app.keyboards": "Teclados",
  "app.settings.appHint": "La configuración de la aplicación y los teclados de idiomas instalados se encuentran aquí.",
  "app.settings.appSettings": "Ajustes de la aplicación",
  "app.settings.appSettings.appLanguage": "Idioma de la aplicación",
  "app.settings.functionality": "Funcionalidad",
  "app.settings.functionality.autoSuggestEmoji": "Autosugerir emojis",
  "app.settings.installedKeyboards": "Seleccionar el teclado instalado",
  "app.settings.layout": "Disposición",
  "app.settings.layout.autoSuggestEmoji.description": "Active las sugerencias y el autocompletado de los emojis para una escritura más expresiva.",
  "app.settings.layout.disableAccentCharacters": "Deshabilitar caracteres acentuados",
  "app.settings.layout.disableAccentCharacters.description": "Elimine las teclas de los letras acentuadas en la distribución del teclado principal.",
  "app.settings.layout.periodAndComma": "Punto y coma en ABC",
  "app.settings.layout.periodAndComma.description": "Agrega teclas de punto y coma al teclado principal para escribir más cómodamente.",
  "app.settings.oneDeviceLanguage.message": "Solo tienes un idioma instalado en tu dispositivo. Instala más idiomas en Configuración y luego podrás seleccionar diferentes localizaciones de Scribe.",
  "app.settings.oneDeviceLanguage.title": "Solo un idioma para el dispositivo",
  "app.settings.title": "Ajustes",
  "app.settings.translation": "Traducción",
  "app.settings.translation.translateLang": "Idioma de la traducción",
  "app.settings.translation.translateLang.caption": "Elige un idioma para traducir",
  "app.wikidataExplanation1": "Wikidata es un gráfico de conocimiento editado de forma colaborativa y mantenido por la Fundación Wikimedia. Sirve como fuente de datos abiertos para proyectos como Wikipedia y muchos otros.",
  "app.wikidataExplanation2": "Scribe utiliza los datos lingüísticos de Wikidata para muchas de sus funciones principales. ¡Obtenemos información como géneros de sustantivos, conjugaciones de verbos y mucho más!",
  "app.wikidataExplanation3": "Puedes crear una cuenta en wikidata.org para unirte a la comunidad que apoya a Scribe y a muchos otros proyectos. ¡Ayúdanos a llevar información gratuita al mundo!"
}
