{
  "app._global.english": "Bahasa Inggris",
  "app._global.french": "Bahasa Prancis",
  "app._global.german": "Bahasa Jerman",
  "app._global.italian": "Bahasa Italia",
  "app._global.portuguese": "Bahasa Portugis",
  "app._global.russian": "Bahasa Rusia",
  "app._global.spanish": "Bahasa Spanyol",
  "app._global.swedish": "Bahasa Swedia",
  "app.about.app_hint": "Di sini kamu bisa mengetahui lebih banyak tentang Scribe dan komunitasnya.",
  "app.about.community.github": "Lihat kode di GitHub",
  "app.about.community.mastodon": "Ikuti kami di Mastodon",
  "app.about.community.matrix": "Mengobrol dengan tim di Matrix",
  "app.about.community.share_conjugate": "Bagikan Konjugasi Scribe",
  "app.about.community.share_scribe": "Bagikan Scribe",
  "app.about.community.title": "Komunitas",
  "app.about.community.view_apps": "Tampilkan semua aplikasi Scribe",
  "app.about.community.wikimedia": "Wikimedia dan Scribe",
  "app.about.community.wikimedia.caption": "Bagaimana kami bekerjasama",
  "app.about.community.wikimedia.text_1": "Scribe tidak akan mungkin ada tanpa kontribusi yang tak terhitung jumlahnya oleh kontributor Wikimedia dan proyek-proyek yang didukungnya. Secara khusus, Scribe memanfaatkan data dari komunitas data Lexicographical Wikidata, serta data dari Wikipedia untuk setiap bahasa yang didukung oleh Scribe.",
  "app.about.community.wikimedia.text_2": "Wikidata adalah grafik pengetahuan multibahasa yang disunting secara kolaboratif dan diselenggarakan oleh Wikimedia Foundation. Wikidata menyediakan data yang tersedia secara bebas yang dapat digunakan oleh siapa saja di bawah lisensi Creative Commons Public Domain (CC0). Scribe menggunakan data bahasa dari Wikidata untuk menyediakan konjugasi kata kerja, anotasi bentuk kata benda, bentuk jamak kata benda, dan banyak fitur lainnya kepada pengguna.",
  "app.about.community.wikimedia.text_3": "Wikipedia adalah ensiklopedia multibahasa online gratis yang ditulis dan dikelola oleh komunitas sukarelawan memalui kolaborase terbuka dan sistem penyuntingan berbasis wiki. Scribe menggunakan data dari Wikipedia untuk menghasilkan saran otomatis dengan cara menghasilkan daftar kata yang paling umum dalam suatu bahasa, termasuk kata-kata yang umum muncul setelahnya.",
  "app.about.feedback.app_hints": "Reset petunjuk aplikasi",
  "app.about.feedback.bug_report": "Laporkan masalah",
  "app.about.feedback.email": "Kirimi kami email",
  "app.about.feedback.rate_conjugate": "Nilai Konjugasi Scribe",
  "app.about.feedback.rate_scribe": "Nilai Scribe",
  "app.about.feedback.title": "Umpan balik dan dukungan",
  "app.about.feedback.version": "Versi",
  "app.about.legal.privacy_policy": "Kebijakan privasi",
  "app.about.legal.privacy_policy.caption": "Menjaga kamu tetap aman",
  "app.about.legal.privacy_policy.text": "Harap diperhatikan bahwa versi Bahasa Inggris dari kebijakan ini memiliki prioritas dibandingkan semua versi lainnya.\n\nPengembang Scribe (SCRIBE) membuat aplikasi iOS \"Scribe - Keyboard Bahasa\" (LAYANAN) sebagai aplikasi sumber terbuka. LAYANAN ini disediakan oleh SCRIBE tanpa biaya dan ditujukan untuk digunakan sebagaimana adanya.\n\nKebijakan privasi (KEBIJAKAN) digunakan untuk menginformasikan kepada pembaca kebijakan akan akses, pelacakan, pengumpulan, penyimpanan, penggunaan, dan pengungkapan informasi pribadi (INFORMASI PENGGUNA) dan penggunaan data (DATA PENGGUNA) untuk semua individu yang menggunakan LAYANAN ini (PENGGUNA).\n\nINFORMASI PENGGUNA secara khusus didefinisikan sebagai segala informasi yang berkaitan dengan PENGGUNA atau perangkat yang mereka gunakan untuk mengakses LAYANAN.\n\nDATA PENGGUNA secara khusus didefinisikan sebagai segala teks yang diketik atau tindakan yang dilakukan oleh PENGGUNA ketika menggunakan LAYANAN.\n\n1. Pernyataan Kebijakan\n\nLAYANAN ini tidak mengakses, melacak, mengumpulkan, menyimpan, menggunakan, atau membocorkan INFORMASI PENGGUNA atau DATA PENGGUNA apapun.\n\n2. Tidak Melacak\n\nPENGGUNA yang menghubungi SCRIBE untuk meminta agar INFORMASI PENGGUNA dan DATA PENGGUNA mereka tidak dilacak akan menerima salinan KEBIJAKAN ini beserta tautan ke seluruh kode sumber sebagai bukti bahwa pelacakan tidak dilakukan.\n\n3. Data Pihak Ketiga\n\nLayanan ini memanfaatkan data pihak ketiga. Semua data yang digunakan dalam pembuatan LAYANAN ini berasal dari sumber yang memperbolehkan penggunaan secara penuh sebagaimana dilakukan oleh LAYANAN. Secara khusus, data untuk LAYANAN ini berasal dari Wikidata, Wikipedia dan Unicode. Wikidata menyatakan, \"Semua data yang terstruktur di namespace utama, properti dan lexeme tersedia di bawah Lisensi Creative Commons CC0; teks di namespace lain tersedia di bawah Lisensi Creative Commons Attribution-Share Alike.\" Kebijakan yang menguraikan penggunaan data Wikidata dapat ditemukan di https://www.wikidata.org/wiki/Wikidata:Licensing. Wikipedia menyatakan bahwa data teks, tipe data yang digunakan oleh LAYANAN, \"… dapat digunakan di bawah ketentuan lisensi Creative Commons Attribution Share-Alike\". Kebijakan yang menguraikan penggunaan data Wikipedia bisa ditemukan di https://en.wikipedia.org/wiki/Wikipedia:Reusing_Wikipedia_content. Unicode menyedikan izin, \"… bebas biaya, untuk siapapun memperoleh salinan dari berkas data Unicode dan dokumentasi terkait (\"Berkas Data\") atau perangkat lunak Unicode dan dokumentasi terkait (\"Perangkat Lunak\") untuk mengelola Berkas Data atau Perangkat Lunak tanpa pembatasan…\" Kebijakan yang menguraikan penggunaan data Unicode bisa ditemukan di https://www.unicode.org/license.txt.\n\n4. Sumber Kode Pihak Ketiga\n\nLAYANAN ini berbasis pada kode pihak ketiga. Seluruh kode sumber yang digunakan dalam pembuatan LAYANAN ini berasal dari sumber yang mengizinkan penggunaannya secara penuh sebagaimana dilakukan oleh LAYANAN ini. Secara khusus, dasar dari proyek ini adalah proyek Custom Keyboard oleh Ethan Sarif-Kattan. Custom Keyboard dirilis di bawah lisensi MIT,lisensi ini tersedia di https://github.com/EthanSK/CustomKeyboard/blob/master/LICENSE.\n\n5. Layanan Pihak Ketiga\n\nLAYANAN ini menggunakan layanan pihak ketiga untuk memproses sebagian data pihak ketiga. Secara khusus, data telah diterjemahkan menggunakan model dari Hugging Face transformers. Layanan ini dilindungi oleh Lisensi Apache 2.0, yang menyatakan bahwa ia tersedia untuk penggunaan komersil, modifikasi, distribusi, penggunaan paten, dan penggunaan pribadi. Lisensi untuk layanan tersebut di atas dapat ditemukan di https://github.com/huggingface/transformers/blob/master/LICENSE.\n\n6. Tautan Pihak Ketiga\n\nLAYANAN ini mengandung tautan-tautan ke situs web eksternal. Jika PENGGUNA mengeklik tautan pihak ketiga, ia akan diarahkan ke sebuah situs web. Perlu dicatat bahwa situs web eksternal ini tidak dioperasikan oleh LAYANAN ini. Oleh karena itu, PENGGUNA sangat disarankan untuk membaca dan meninjau kebijakan privasi situs web tersebut. LAYANAN ini tidak memiliki kendali dan tidak bertanggung jawab atas konten, kebijakan privasi, atau praktik-praktik dari situs-situs atau layanan-layanan pihak ketiga.\n\n7. Gambar Pihak Ketiga\n\nLAYANAN ini berisi gambar-gambar yang dilindungi hak cipta oleh pihak ketiga. Secara khusus, aplikasi ini menyertakan salinan dari logo-logo GitHub, Inc dan Wikidata, terdaftar sebagai merek dagang oleh Wikimedia Foundation, Inc. Ketentuan penggunaan logo Github bisa ditemukan di https://github.com/logos, dan ketentuan untuk logo Wikidata bisa ditemukan di halaman Wikimedia berikut: https://foundation.wikimedia.org/wiki/Policy:Trademark_policy. LAYANAN ini menggunakan gambar-gambar berhak cipta sesuai dengan ketentuan tersebut, dengan satu-satunya pengecualian yaitu rotasi logo GitHub yang umum digunakan dalam komunitas open-source untuk menandakan adanya tautan ke situs web GitHub.\n\n8. Pemberitahuan Konten\n\nLAYANAN ini memperbolehkan PENGGUNA untuk mengakses konten linguistik (KONTEN). Sebagian dari KONTEN ini mungkin dianggap tidak pantas untuk anak-anak dan remaja di bawah umur. Mengakses KONTEN menggunakan LAYANAN dilakukan sedemikian rupa sehingga informasi tersebut tidak dapat diakses kecuali jika diketahui secara jelas. Secara khusus, PENGGUNA \"dapat\" menerjemahkan kata, mengkonjugasi kata kerja, dan mengakses fitur gramatikal lainnya dari KONTEN yang mungkin bersifat seksual, kekerasan, atau dengan cara lain yang tidak pantas. PENGGUNA \"tidak dapat\" menerjemahkan kata, mengkonjugasi kata kerja, dan mengakses fitur gramatikal lainnya dari KONTEN yang mungkin bersifat seksual, kekerasan, atau dengan cara lain yang tidak pantas jika mereka belum mengetahui tentang sifat dari KONTEN ini. SCRIBE tidak bertanggung jawab atas akses terhadap KONTEN tersebut.\n\n9. Perubahan\n\nKEBIJAKAN ini dapat berubah sewaktu-waktu. Perubahan pada KEBIJAKAN ini akan menggantikan semua ketentuan sebelumnya, dan jika dianggap penting, akan disampaikan dengan jelas dalam pembaruan LAYANAN berikutnya. SCRIBE menyarankan para PENGGUNA agar secara berkala memeriksa KEBIJAKAN ini demi mendapatkan informasi terkini mengenai praktik privasi kami serta membiasakan diri dengan perubahan yang mungkin berlaku.\n\n10. KONTAK\n\nJika kamu memiliki pertanyaan, kekhawatiran, atau saran terkait KEBIJAKAN ini, jangan ragu untuk mengunjungi https://github.com/scribe-org atau kontak SCRIBE di scribe.langauge@gmail.com. Orang yang bertanggung jawab atas pertanyaan tersebut adalah Andrew Tavis McAllister.\n\n11.Tanggal Efektif\n\nKEBIJAKAN ini berlaku efektif sejak 24 Mei 2022.",
  "app.about.legal.third_party": "Lisensi pihak ketiga",
  "app.about.legal.third_party.caption": "Kode siapa yang kami gunakan",
  "app.about.legal.third_party.entry_custom_keyboard": "Custom Keyboard\n• Penulis: EthanSK\n• License: MIT\n• Link: https://github.com/EthanSK/CustomKeyboard/blob/master/LICENSE",
  "app.about.legal.third_party.entry_simple_keyboard": "Simple Keyboard\n• Penulis: Simple Mobile Tools\n• License: GPL-3.0\n• Link: https://github.com/SimpleMobileTools/Simple-Keyboard/blob/main/LICENSE",
  "app.about.legal.third_party.text": "Pengembang Scribe (SCRIBE) membuat aplikasi iOS application \"Scribe - Language Keyboards\" (SERVICE) menggunakan kode pihak ketiga. Semua kode sumber yang digunakan dalam pembuatan LAYANAN ini berasal dari sumber yang memperbolehkan penggunaan sepenuhnya sesuai dengan cara yang dilakukan oleh LAYANAN. Bagian ini mencantumkan semua kode sumber yang menjadi dasar LAYANAN serta lisensi yang sesuai dari masing-masing.\n\nBerikut adalah daftar semua kode sumber yang digunakan, penulis-penulis utama kode, lisensi yang digunakan pada saat penggunaan, dan tautan ke lisensi tersebut.",
  "app.about.legal.title": "Legal",
  "app.about.title": "Tentang",
  "app.conjugate.choose_conjugation.select_tense": "Pilih tense",
  "app.conjugate.choose_conjugation.title": "Pilih konjugasi di bawah",
  "app.conjugate.recently_conjugated.title": "Baru saja dikonjugasi",
  "app.conjugate.title": "Konjugasi",
  "app.conjugate.verbs_search.placeholder": "Cari kata kerja",
  "app.conjugate.verbs_search.title": "Konjugasi kata kerja",
  "app.download.menu_option.conjugate_description": "Tambahkan data baru untuk Konjugasi Scribe.",
  "app.download.menu_option.conjugate_download_data": "Unduh data kata kerja",
  "app.download.menu_option.conjugate_download_data_start": "Unduh data untuk mulai mengkonjugasi!",
  "app.download.menu_option.conjugate_title": "Data kata kerja",
  "app.download.menu_option.scribe_description": "Tambahkan data baru untuk keyboard Scribe.",
  "app.download.menu_option.scribe_download_data": "Unduh data keyboard",
  "app.download.menu_option.scribe_title": "Data bahasa",
  "app.download.menu_ui.select.all_languages": "Semua bahasa",
  "app.download.menu_ui.select.title": "Pilih data yang ingin diunduh",
  "app.download.menu_ui.title": "Unduh data",
  "app.download.menu_ui.update_data.check_new": "Periksa data baru",
  "app.download.menu_ui.update_data.regular_update": "Perbarui data secara rutin",
  "app.download.menu_ui.update_data.title": "Perbarui data",
  "app.installation.app_hint": "Ikuti petunjuk di bawah untuk memasang keyboard Scribe di perangkatmu.",
  "app.installation.button_quick_tutorial": "Tutorial singkat",
  "app.installation.keyboard.keyboard_settings": "Buka pengaturan keyboard",
  "app.installation.keyboard.keyboards_bold": "Keyboard",
  "app.installation.keyboard.scribe_settings": "Buka pengaturan Scribe",
  "app.installation.keyboard.text_1": "Pilih",
  "app.installation.keyboard.text_2": "Aktifkan keyboard yang ingin kamu gunakan",
  "app.installation.keyboard.text_3": "Saat mengetik, tekan",
  "app.installation.keyboard.text_4": "untuk memilih keyboard",
  "app.installation.keyboard.title": "Instalasi Keyboard",
  "app.installation.title": "Instalasi",
  "app.settings.app_hint": "Pengaturan aplikasi dan keyboard bahasa yang terpasang bisa ditemukan di sini.",
  "app.settings.button_install_keyboards": "Pasang keyboard",
  "app.settings.keyboard.functionality.annotate_suggestions": "Anotasi saran/pelengkapan",
  "app.settings.keyboard.functionality.annotate_suggestions_description": "Garis bawahi saran dan pelengkapan kata untuk menunjukkan gender saat kamu mengetik.",
  "app.settings.keyboard.functionality.auto_suggest_emoji": "Saran emoji otomatis",
  "app.settings.keyboard.functionality.auto_suggest_emoji_description": "Aktifkan saran dan penyelesaian emoji untuk mengetik yang lebih ekspresif.",
  "app.settings.keyboard.functionality.default_emoji_tone": "Warna kulit emoji default",
  "app.settings.keyboard.functionality.default_emoji_tone.caption": "Warna kulit yang digunakan",
  "app.settings.keyboard.functionality.default_emoji_tone_description": "Atur warna kulit default untuk saran otomatis dan pelengkapan emoji.",
  "app.settings.keyboard.functionality.delete_word_by_word": "Tekan dan tahan tombol hapus untuk menghapus per kata",
  "app.settings.keyboard.functionality.delete_word_by_word_description": "Hapus teks kata demi kata saat tombol hapus ditekan dan ditahan.",
  "app.settings.keyboard.functionality.double_space_period": "Spasi dua kali = titik",
  "app.settings.keyboard.functionality.double_space_period_description": "Secara otomatis menambahkan tanda titik jika tombol spasi ditekan dua kali.",
  "app.settings.keyboard.functionality.hold_for_alt_chars": "Tahan untuk karakter alternatif",
  "app.settings.keyboard.functionality.hold_for_alt_chars_description": "Pilih karakter alternatif dengan menekan tombol dan menggesernya ke karakter yang diinginkan.",
  "app.settings.keyboard.functionality.popup_on_keypress": "Tampilkan pop-up saat tombol ditekan",
  "app.settings.keyboard.functionality.popup_on_keypress_description": "Menampilkan pop-up saat tombol ditekan.",
  "app.settings.keyboard.functionality.punctuation_spacing": "Hapus spasi di sekitar tanda baca",
  "app.settings.keyboard.functionality.punctuation_spacing_description": "Menghilangkan spasi berlebih sebelum tanda baca.",
  "app.settings.keyboard.functionality.title": "Fungsionalitas",
  "app.settings.keyboard.keypress_vibration": "Getar saat tombol ditekan",
  "app.settings.keyboard.keypress_vibration_description": "Buat perangkat bergetar saat tombol ditekan.",
  "app.settings.keyboard.layout.default_currency": "Simbol mata uang default",
  "app.settings.keyboard.layout.default_currency.caption": "Simbol untuk tombol 123",
  "app.settings.keyboard.layout.default_currency_description": "Pilih simbol mata uang yang ingin ditampilkan di tombol angka.",
  "app.settings.keyboard.layout.default_layout": "Default keyboard",
  "app.settings.keyboard.layout.default_layout.caption": "Layout yang digunakan",
  "app.settings.keyboard.layout.default_layout_description": "Pilih layout keyboard sesuai preferensi mengetik dan kebutuhan bahasamu.",
  "app.settings.keyboard.layout.disable_accent_characters": "Nonaktifkan karakter aksen",
  "app.settings.keyboard.layout.disable_accent_characters_description": "Sembunyikan karakter beraksen pada keyboard utama.",
  "app.settings.keyboard.layout.period_and_comma": "Titik dan koma di ABC",
  "app.settings.keyboard.layout.period_and_comma_description": "Sertakan tombol titik dan koma pada keyboard utama untuk kemudahan mengetik.",
  "app.settings.keyboard.layout.title": "Tata Letak Keyboard",
  "app.settings.keyboard.title": "Pilih keyboard terpasang",
  "app.settings.keyboard.translation.select_source": "Pilih bahasa",
  "app.settings.keyboard.translation.select_source.caption": "Apa bahasa asalnya",
  "app.settings.keyboard.translation.select_source.title": "Bahasa terjemahan",
  "app.settings.keyboard.translation.select_source_description": "Ubah bahasa untuk diterjemahkan dari.",
  "app.settings.keyboard.translation.title": "Bahasa asal terjemahan",
  "app.settings.menu.app_color_mode": "Mode gelap",
  "app.settings.menu.app_color_mode_description": "Aktifkan mode gelap untuk tampilan aplikasi.",
  "app.settings.menu.app_language": "Bahasa aplikasi",
  "app.settings.menu.app_language.caption": "Pilih bahasa untuk tampilan teks aplikasi. ",
  "app.settings.menu.app_language.one_device_language_warning.message": "Kamu hanya memiliki satu bahasa yang terpasang di perangkatmu. Silakan pasang lebih banyak bahasa di Pengaturan dan kamu akan bisa memilih lokalisasi Scribe yang berbeda.",
  "app.settings.menu.app_language.one_device_language_warning.title": "Hanya satu bahasa perangkat",
  "app.settings.menu.app_language_description": "Ubah bahasa yang digunakan pada aplikasi Scribe",
  "app.settings.menu.high_color_contrast": "Kontras warna tinggi",
  "app.settings.menu.high_color_contrast_description": "Tingkatkan kontras warna untuk kemudahan akses dan tampilan yang lebih jelas.",
  "app.settings.menu.increase_text_size": "Perbesar ukuran teks app",
  "app.settings.menu.increase_text_size_description": "Perbesar ukuran teks agar lebih mudah dibaca.",
  "app.settings.menu.title": "Pengaturan aplikasi",
  "app.settings.title": "Pengaturan",
  "app.settings.translation": "Pengaturan Terjemahan",
  "keyboard.not_in_wikidata.explanation_1": "Wikidata adalah grafik pengetahuan yang disunting secara kolaboratif yang dikelola oleh Wikimedia Foundation. Ia berfungsi sebagai sumber data terbuka bagi proyek seperti Wikipedia dan berbagai proyek lainnya.",
  "keyboard.not_in_wikidata.explanation_2": "Scribe menggunakan data bahasa milik Wikidata untuk banyak fitur utama. Kami mendapatkan informasi seperti kata benda bergender, konjugasi kata kerja, dan banyak lagi!",
  "keyboard.not_in_wikidata.explanation_3": "Kamu bisa membuat akun di wikidata.org untuk bergabung dengan komunitas yang mendukung Scribe dan banyak proyek lainnya. Bantu kami membawakan informasi secara gratis untuk dunia!"
}
