{
  "app._global.english": "Inglês",
  "app._global.french": "Francês",
  "app._global.german": "Alemão",
  "app._global.italian": "Italiano",
  "app._global.portuguese": "Português",
  "app._global.russian": "Russo",
  "app._global.spanish": "Espanhol",
  "app._global.swedish": "Sueco",
  "app.about.app_hint": "Saiba mais sobre este aplicativo e a nossa comunidade.",
  "app.about.community.github": "Veja o código no GitHub",
  "app.about.community.mastodon": "Siga-nos no Mastodon",
  "app.about.community.matrix": "Converse conosco no Matrix",
  "app.about.community.share_conjugate": "Compartilhe o Scribe Conjugate",
  "app.about.community.share_scribe": "Compartilhe o Scribe",
  "app.about.community.title": "Comunidade",
  "app.about.community.view_apps": "Veja todos os aplicativos Scribe",
  "app.about.community.wikimedia": "Wikimedia e Scribe",
  "app.about.community.wikimedia.caption": "Como nós trabalhamos juntos",
  "app.about.community.wikimedia.text_1": "O Scribe não seria possível sem as incontáveis contribuições feitas pelos contribuidores da Wikimedia aos diversos projetos que ela apoia. O Scribe usa dados da comunidade de dados lexográficos da Wikidata, bem como dados da Wikipédia, para cada idioma ofertado pelo Scribe.",
  "app.about.community.wikimedia.text_2": "A Wikidata é um grafo de conhecimento multilíngue editado colaborativamente e hospedado pela Fundação Wikimedia. A Wikidata fornece dados de uso gratuito por qualquer pessoa sob a licença Creative Commons de Domínio Público (CC0). O Scribe usa dados linguísticos da Wikidata para fornecer aos seus usuários conjugações de verbos, anotações de substantivos, plurais, e muitas outras funcionalidades.",
  "app.about.community.wikimedia.text_3": "A Wikipédia é uma enciclopédia multilíngue online e gratuita, escrita e mantida por uma comunidade de voluntários através de colaboração aberta e um sistema de edição baseado em wiki. O Scribe usa dados da Wikiédia para fornecer sugestões automáticas das palavras mais comuns em um idioma, bem como as palavras que mais comumente as sucedem.",
  "app.about.feedback.app_hints": "Restaurar as dicas",
  "app.about.feedback.bug_report": "Reportar um bug",
  "app.about.feedback.email": "Fale conosco",
  "app.about.feedback.rate_conjugate": "Avaliar o Scribe Conjugar",
  "app.about.feedback.rate_scribe": "Avaliar o Scribe",
  "app.about.feedback.title": "Feedback e suporte",
  "app.about.feedback.version": "Versão",
  "app.about.legal.privacy_policy": "Política de privacidade",
  "app.about.legal.privacy_policy.caption": "Sua segurança é nossa prioridade",
  "app.about.legal.privacy_policy.text": "Esteja ciente de que a versão em inglês desta política prevalece sobre todas as outras versões.\n\nOs desenvolvedores do Scribe (SCRIBE) criaram o aplicativo iOS \"Scribe - Teclados de Idiomas\" (SERVIÇO) como um aplicativo de código aberto. Este SERVIÇO é fornecido pelo SCRIBE sem custo e para ser utilizado como está.\n\nEsta política de privacidade (POLÍTICA) serve para informar sobre as políticas de acesso, rastreamento, coleta, retenção, uso e divulgação de informações pessoais (INFORMAÇÕES DO USUÁRIO) e dados de uso (DADOS DO USUÁRIO) para todos os indivíduos que utilizam este SERVIÇO (USUÁRIOS).\n\nAs INFORMAÇÕES DO USUÁRIO são especificamente definidas como quaisquer informações relacionadas aos próprios USUÁRIOS ou aos dispositivos que eles utilizam para acessar o SERVIÇO.\n\nOs DADOS DO USUÁRIO são especificamente definidos como qualquer texto digitado ou ações realizadas pelos USUÁRIOS durante o uso do SERVIÇO.\n\n1. Declaração de Política\n\nEste SERVIÇO não acessa, rastreia, coleta, retém, usa ou divulga quaisquer INFORMAÇÕES DO USUÁRIO ou DADOS DO USUÁRIO.\n\n2. Não Rastreamento\n\nOs USUÁRIOS que entrarem em contato com o SCRIBE para solicitar que suas INFORMAÇÕES DE USUÁRIO e DADOS DE USUÁRIO não sejam rastreados receberão uma cópia desta POLÍTICA, bem como um link para todos os códigos-fonte como prova de que não estão sendo rastreados.\n\n3. Dados de Terceiros\n\nEste SERVIÇO utiliza dados de terceiros. Todos os dados utilizados na criação deste SERVIÇO provêm de fontes que permitem seu uso integral na forma como é feito pelo SERVIÇO. Especificamente, os dados para este SERVIÇO provêm da Wikidata, Wikipédia e Unicode. A Wikidata declara que \"Todos os dados estruturados do espaço nominal principal e do de propriedade são disponibilizados ao abrigo da Licença Creative Commons CC0; o texto nos restantes espaços nominais é disponibilizado ao abrigo da Licença Atribuição-CompartilhaIgual da Creative Commons\". A política que detalha o uso de dados do Wikidata pode ser encontrada em https://www.wikidata.org/wiki/Wikidata:Licensing. A Wikipédia declara que dados de texto, o tipo de dado utilizado pelo SERVIÇO, \"... podem ser utilizados sob os termos da licença Atribuição-CompartilhaIgual 4.0 Internacional (CC BY-SA 4.0) da Creative Commons\". A política que detalha o uso de dados da Wikipédia pode ser encontrada em https://en.wikipedia.org/wiki/Wikipedia:Reusing_Wikipedia_content. O Unicode concede permissão, \"... gratuitamente, a qualquer pessoa que obtenha uma cópia dos arquivos de dados Unicode e qualquer documentação associada (os \"Arquivos de Dados\") ou software Unicode e qualquer documentação associada (o \"Software\") para lidar com os Arquivos de Dados ou Software sem restrições...\" A política que detalha o uso de dados Unicode pode ser encontrada em https://www.unicode.org/license.txt.\n\n4. Código-fonte de terceiros\n\nEste SERVIÇO é baseado em código de terceiros. Todo o código-fonte utilizado na criação deste SERVIÇO provém de fontes que permitem seu pleno uso da forma como é feito pelo SERVIÇO. Especificamente, a base deste projeto foi o projeto Teclado Personalizado de Ethan Sarif-Kattan. O Teclado Personalizado foi lançado sob uma licença MIT, disponível em https://github.com/EthanSK/CustomKeyboard/blob/master/LICENSE.\n\n5. Serviços de Terceiros\n\nEste SERVIÇO utiliza serviços de terceiros para manipular alguns dos dados de terceiros. Especificamente, os dados foram traduzidos usando modelos de transformadores da Hugging Face. Este serviço é coberto pela Licença Apache 2.0, que declara que está disponível para uso comercial, modificação, distribuição, uso de patentes e uso privado. A licença para o serviço mencionado pode ser encontrada em https://github.com/huggingface/transformers/blob/master/LICENSE.\n\n6. Links de Terceiros\n\nEste SERVIÇO contém links para sites externos. Se os USUÁRIOS clicarem em um link de terceiros, serão direcionados para um site. Esteja ciente de que esses sites externos não são operados por este SERVIÇO. Portanto, é altamente recomendável que os USUÁRIOS revisem a política de privacidade desses sites. Este SERVIÇO não tem controle e não assume qualquer responsabilidade pelo conteúdo, políticas de privacidade ou práticas de quaisquer sites ou serviços de terceiros.\n\n7. Imagens de Terceiros\n\nEste SERVIÇO contém imagens de terceiros protegidas por direitos autorais. Especificamente, este aplicativo inclui uma cópia dos logotipos do GitHub, Inc., e da Wikidata, marca registrada da Wikimedia Foundation, Inc. Os termos pelos quais o logotipo do GitHub pode ser usado podem ser encontrados em https://github.com/logos, e os termos para o uso do logotipo da Wikidata podem ser encontrados na seguinte página da Wikimedia: https://foundation.wikimedia.org/wiki/Policy:Trademark_policy. Este SERVIÇO usa as imagens protegidas por direitos autorais de uma forma que atende a esses critérios, com a única diferença sendo uma rotação do logotipo do GitHub, comum na comunidade de código aberto, para indicar que contém um link para o site do GitHub.\n\n8. Aviso de Conteúdo\n\nEste SERVIÇO permite que os USUÁRIOS acessem conteúdo linguístico (CONTEÚDO). Parte deste CONTEÚDO pode ser considerada inapropriada para crianças e menores de idade. O acesso ao CONTEÚDO por meio do SERVIÇO é feito de forma que as informações não se façam disponíveis a menos que sejam explicitamente conhecidas. Especificamente, os USUÁRIOS \"podem\" traduzir palavras, conjugar verbos e acessar outras características gramaticais do CONTEÚDO que possam ser de natureza sexual, violenta, ou de alguma forma inapropriada. Os USUÁRIOS \"não podem\" traduzir palavras, conjugar verbos e acessar outras características gramaticais do CONTEÚDO que possam ser de natureza sexual, violenta, ou de alguma forma inapropriada, se ainda não tiverem conhecimento da natureza deste CONTEÚDO. O SCRIBE não se responsabiliza pelo acesso a tal CONTEÚDO.\n\n9. Alterações\n\nEsta POLÍTICA está sujeita a alterações. As atualizações desta POLÍTICA substituirão todas as ocorrências anteriores e, se consideradas relevantes, serão claramente declaradas na próxima atualização aplicável do SERVIÇO. O SCRIBE incentiva os USUÁRIOS a revisarem periodicamente esta POLÍTICA para obter as informações mais recentes sobre nossas práticas de privacidade e se familiarizarem com quaisquer alterações.\n\n10. Contato\n\nCaso tenha alguma dúvida, preocupação, ou sugestão sobre esta POLÍTICA, não hesite em visitar https://github.com/scribe-org ou entrar em contato com o SCRIBE pelo e-mail scribe.langauge@gmail.com. O responsável pelos canais de contato é Andrew Tavis McAllister.\n\n11. Data de Vigência\n\nEsta POLÍTICA entra em vigor em 24 de maio de 2022.",
  "app.about.legal.third_party": "Licenças de terceiros",
  "app.about.legal.third_party.caption": "Fontes dos códigos que utilizamos",
  "app.about.legal.third_party.entry_custom_keyboard": "Teclado Personalizado\n• Autor: EthanSK\n• Licença: MIT\n• Link: https://github.com/EthanSK/CustomKeyboard/blob/master/LICENSE",
  "app.about.legal.third_party.entry_simple_keyboard": "Teclado Simples\n• Autor: Simple Mobile Tools\n• Licença: GPL-3.0\n• Link: https://github.com/SimpleMobileTools/Simple-Keyboard/blob/main/LICENSE",
  "app.about.legal.third_party.text": "Os desenvolvedores do Scribe (SCRIBE) criaram o aplicativo iOS \"Scribe - Teclados de Idiomas\" (SERVIÇO) usando código de terceiros. Todo o código-fonte usado na criação deste SERVIÇO vem de fontes que permitem o seu uso por completo da forma como é feito pelo SERVIÇO. Esta seção lista o código-fonte no qual o SERVIÇO se baseia, bem como suas respectivas licenças.\n\nA seguir você encontrará uma lista de todos os códigos-fontes utilizados, seus autores, suas licenças de uso no momento em que foram disponibilizados, e links para suas licenças.",
  "app.about.legal.title": "Legalidades",
  "app.about.title": "Sobre",
  "app.conjugate.choose_conjugation.select_tense": "Selecionar tempo verbal",
  "app.conjugate.choose_conjugation.title": "Escolha uma conjugação abaixo",
  "app.conjugate.recently_conjugated.title": "Recentemente conjugado",
  "app.conjugate.title": "Conjugar",
  "app.conjugate.verbs_search.placeholder": "Busque um verbo",
  "app.conjugate.verbs_search.title": "Conjugar verbos",
  "app.download.menu_option.conjugate_description": "Adicionar novos dados ao Scribe Conjugate.",
  "app.download.menu_option.conjugate_download_data": "Baixar dados do verbo",
  "app.download.menu_option.conjugate_download_data_start": "Baixe os dados para começar a conjugar!",
  "app.download.menu_option.conjugate_title": "Dados dos verbos",
  "app.download.menu_option.scribe_description": "Adicionar novos dados aos teclados Scribe.",
  "app.download.menu_option.scribe_download_data": "Baixar dados do teclado",
  "app.download.menu_option.scribe_title": "Dados do idioma",
  "app.download.menu_ui.select.all_languages": "Todos os idiomas",
  "app.download.menu_ui.select.title": "Selecionar dados para baixar",
  "app.download.menu_ui.title": "Baixar dados",
  "app.download.menu_ui.update_data.check_new": "Verificar se há novos dados",
  "app.download.menu_ui.update_data.regular_update": "Atualizar dados continuamente",
  "app.download.menu_ui.update_data.title": "Atualizar dados",
  "app.installation.app_hint": "Siga as instruções abaixo para instalar teclados Scribe no seu dispositivo.",
  "app.installation.button_quick_tutorial": "Tutorial rápido",
  "app.installation.keyboard.keyboard_settings": "Acesse as configurações de teclado",
  "app.installation.keyboard.keyboards_bold": "Teclados",
  "app.installation.keyboard.scribe_settings": "Acesse as configurações do Scribe",
  "app.installation.keyboard.text_1": "Selecione",
  "app.installation.keyboard.text_2": "Ative os teclados que você deseja usar",
  "app.installation.keyboard.text_3": "Ao digitar, aperte",
  "app.installation.keyboard.text_4": "para selecionar teclados",
  "app.installation.keyboard.title": "Como instalar um teclado",
  "app.installation.title": "Instalação",
  "app.settings.app_hint": "Aqui você encontra as configurações do aplicativo e teclados de idioma instalados.",
  "app.settings.button_install_keyboards": "Instalar teclados",
  "app.settings.keyboard.functionality.annotate_suggestions": "Sugestões e autocompletar",
  "app.settings.keyboard.functionality.annotate_suggestions_description": "Sublinhar sugestões para indicar o gênero enquanto você digita.",
  "app.settings.keyboard.functionality.auto_suggest_emoji": "Sugerir emojis",
  "app.settings.keyboard.functionality.auto_suggest_emoji_description": "Ativa sugestões de emoji e autocompletar para digitar de maneira mais expressiva.",
  "app.settings.keyboard.functionality.default_emoji_tone": "Tom de pele padrão dos emojis",
  "app.settings.keyboard.functionality.default_emoji_tone.caption": "Tom de pele a ser usado",
  "app.settings.keyboard.functionality.default_emoji_tone_description": "Defina um tom de pele padrão para as sugestões de emoji.",
  "app.settings.keyboard.functionality.delete_word_by_word": "Deletar palavra por palavra",
  "app.settings.keyboard.functionality.delete_word_by_word_description": "Apagar texto palavra por palavra ao manter a tecla \"deletar\" pressionada.",
  "app.settings.keyboard.functionality.double_space_period": "Ponto via espaço duplo",
  "app.settings.keyboard.functionality.double_space_period_description": "Inserir um ponto automaticamente ao pressionar a tecla de espaço duas vezes.",
  "app.settings.keyboard.functionality.hold_for_alt_chars": "Segurar tecla para acentos",
  "app.settings.keyboard.functionality.hold_for_alt_chars_description": "Selecione caracteres alternativos ao manter uma tecla pressionada.",
  "app.settings.keyboard.functionality.popup_on_keypress": "Mostrar pop-up ao teclar",
  "app.settings.keyboard.functionality.popup_on_keypress_description": "Mostrar um pop-up de cada tecla à medida que você digita.",
  "app.settings.keyboard.functionality.punctuation_spacing": "Deletar espaço de pontuação",
  "app.settings.keyboard.functionality.punctuation_spacing_description": "Eliminar espaços em excesso antes de pontuação.",
  "app.settings.keyboard.functionality.title": "Funcionalidade",
  "app.settings.keyboard.keypress_vibration": "Vibrar ao digitar",
  "app.settings.keyboard.keypress_vibration_description": "Fazer o dispositivo vibrar ao pressionar as teclas.",
  "app.settings.keyboard.layout.default_currency": "Símbolo de moeda padrão",
  "app.settings.keyboard.layout.default_currency.caption": "Símbolo para as teclas 123",
  "app.settings.keyboard.layout.default_currency_description": "Selecione qual símbolo de moeda aparecerá nas teclas de número.",
  "app.settings.keyboard.layout.default_layout": "Teclado padrão",
  "app.settings.keyboard.layout.default_layout.caption": "Layout a ser usado",
  "app.settings.keyboard.layout.default_layout_description": "Selecione um layout de teclado conforme suas preferências de digitação e idioma.",
  "app.settings.keyboard.layout.disable_accent_characters": "Desativar caracteres de acentos",
  "app.settings.keyboard.layout.disable_accent_characters_description": "Remove os caracteres com acento do seu layout de teclado padrão.",
  "app.settings.keyboard.layout.period_and_comma": "Ponto e vírgula no ABC",
  "app.settings.keyboard.layout.period_and_comma_description": "Inclui teclas de ponto e vírgula no seu teclado principal para facilitar a digitação.",
  "app.settings.keyboard.layout.title": "Layout",
  "app.settings.keyboard.title": "Selecionar o teclado instalado",
  "app.settings.keyboard.translation.select_source": "Selecionar idioma",
  "app.settings.keyboard.translation.select_source.caption": "O idioma de origem",
  "app.settings.keyboard.translation.select_source.title": "Idioma da tradução",
  "app.settings.keyboard.translation.select_source_description": "Altere o idioma a ser traduzido.",
  "app.settings.keyboard.translation.title": "Idioma de origem da tradução",
  "app.settings.menu.app_color_mode": "Modo escuro",
  "app.settings.menu.app_color_mode_description": "Muda o visual do aplicativo para o modo escuro.",
  "app.settings.menu.app_language": "Idioma do aplicativo",
  "app.settings.menu.app_language.caption": "Selecione o idioma para os textos do aplicativo",
  "app.settings.menu.app_language.one_device_language_warning.message": "Você tem apenas um idioma instalado no seu dispositivo. Por favor, instale mais idiomas nas Configurações para então selecionar diferentes versões de idioma do Scribe.",
  "app.settings.menu.app_language.one_device_language_warning.title": "Apenas um idioma no dispositivo",
  "app.settings.menu.app_language_description": "Altere o idioma do aplicativo Scribe.",
  "app.settings.menu.high_color_contrast": "Alto contraste de cor",
  "app.settings.menu.high_color_contrast_description": "Aumenta o contraste de cor para melhor nitidez e acessibilidade.",
  "app.settings.menu.increase_text_size": "Aumentar tamanho do texto",
  "app.settings.menu.increase_text_size_description": "Aumenta o tamanho dos textos no menu para melhor leitura.",
  "app.settings.menu.title": "Configurações do aplicativo",
  "app.settings.title": "Configurações",
  "app.settings.translation": "Tradução",
  "keyboard.not_in_wikidata.explanation_1": "A Wikidata é um grafo de conhecimento editado colaborativamente e mantivo pela Fundação Wikimedia. A Wikidata é uma fonte de dados públicos para projetos como a Wikipédia e muitos outros.",
  "keyboard.not_in_wikidata.explanation_2": "O Scribe usa dados linguísticos da Wikidata para muitas de suas funcionalidades. Temos informações sobre gêneros de substantivos, conjugações de verbos, e muito mais!",
  "keyboard.not_in_wikidata.explanation_3": "Você pode criar uma conta em wikidata.org e se juntar à comunidade que apoia o Scribe e muitos outros projetos. Ajude-nos a fornecer dados gratuitos para o mundo!"
}
