{
  "app._global.english": "English",
  "app._global.french": "French",
  "app._global.german": "German",
  "app._global.italian": "Italian",
  "app._global.portuguese": "Portuguese",
  "app._global.russian": "Russian",
  "app._global.spanish": "Spanish",
  "app._global.swedish": "Swedish",
  "app.about.app_hint": "Here's where you can learn more about Scribe and its community.",
  "app.about.community.github": "See the code on GitHub",
  "app.about.community.mastodon": "Follow us on Mastodon",
  "app.about.community.matrix": "Chat with the team on Matrix",
  "app.about.community.share_conjugate": "Share Scribe Conjugate",
  "app.about.community.share_scribe": "Share Scribe",
  "app.about.community.title": "Community",
  "app.about.community.view_apps": "View all Scribe apps",
  "app.about.community.wikimedia": "Wikimedia and Scribe",
  "app.about.community.wikimedia.caption": "How we work together",
  "app.about.community.wikimedia.text_1": "Scribe would not be possible without countless contributions by Wikimedia contributors to the many projects that they support. Specifically Scribe makes use of data from the Wikidata Lexicographical data community, as well as data from Wikipedia for each language that Scribe supports.",
  "app.about.community.wikimedia.text_2": "Wikidata is a collaboratively edited multilingual knowledge graph hosted by the Wikimedia Foundation. It provides freely available data that anyone can use under a Creative Commons Public Domain license (CC0). Scribe uses language data from Wikidata to provide users with verb conjugations, noun-form annotations, noun plurals, and many other features.",
  "app.about.community.wikimedia.text_3": "Wikipedia is a multilingual free online encyclopedia written and maintained by a community of volunteers through open collaboration and a wiki-based editing system. Scribe uses data from Wikipedia to produce autosuggestions by deriving the most common words in a language as well as the most common words that follow them.",
  "app.about.feedback.app_hints": "Reset app hints",
  "app.about.feedback.bug_report": "Report a bug",
  "app.about.feedback.email": "Send us an email",
  "app.about.feedback.rate_conjugate": "Rate Scribe Conjugate",
  "app.about.feedback.rate_scribe": "Rate Scribe",
  "app.about.feedback.title": "Feedback and support",
  "app.about.feedback.version": "Version",
  "app.about.legal.privacy_policy": "Privacy policy",
  "app.about.legal.privacy_policy.caption": "Keeping you safe",
  "app.about.legal.privacy_policy.text": "Please note that the English version of this policy takes precedence over all other versions.\n\nThe Scribe developers (SCRIBE) built the iOS application \"Scribe - Language Keyboards\" (SERVICE) as an open-source application. This SERVICE is provided by SCRIBE at no cost and is intended for use as is.\n\nThis privacy policy (POLICY) is used to inform the reader of the policies for the access, tracking, collection, retention, use, and disclosure of personal information (USER INFORMATION) and usage data (USER DATA) for all individuals who make use of this SERVICE (USERS).\n\nUSER INFORMATION is specifically defined as any information related to the USERS themselves or the devices they use to access the SERVICE.\n\nUSER DATA is specifically defined as any text that is typed or actions that are done by the USERS while using the SERVICE.\n\n1. Policy Statement\n\nThis SERVICE does not access, track, collect, retain, use, or disclose any USER INFORMATION or USER DATA.\n\n2. Do Not Track\n\nUSERS contacting SCRIBE to ask that their USER INFORMATION and USER DATA not be tracked will be provided with a copy of this POLICY as well as a link to all source codes as proof that they are not being tracked.\n\n3. Third-Party Data\n\nThis SERVICE makes use of third-party data. All data used in the creation of this SERVICE comes from sources that allow its full use in the manner done so by the SERVICE. Specifically, the data for this SERVICE comes from Wikidata, Wikipedia and Unicode. Wikidata states that, \"All structured data in the main, property and lexeme namespaces is made available under the Creative Commons CC0 License; text in other namespaces is made available under the Creative Commons Attribution-Share Alike License.\" The policy detailing Wikidata data usage can be found at https://www.wikidata.org/wiki/Wikidata:Licensing. Wikipedia states that text data, the type of data used by the SERVICE, \"… can be used under the terms of the Creative Commons Attribution Share-Alike license\". The policy detailing Wikipedia data usage can be found at https://en.wikipedia.org/wiki/Wikipedia:Reusing_Wikipedia_content. Unicode provides permission, \"… free of charge, to any person obtaining a copy of the Unicode data files and any associated documentation (the \"Data Files\") or Unicode software and any associated documentation (the \"Software\") to deal in the Data Files or Software without restriction…\" The policy detailing Unicode data usage can be found at https://www.unicode.org/license.txt.\n\n4. Third-Party Source Code\n\nThis SERVICE was based on third-party code. All source code used in the creation of this SERVICE comes from sources that allow its full use in the manner done so by the SERVICE. Specifically, the basis of this project was the project Custom Keyboard by Ethan Sarif-Kattan. Custom Keyboard was released under an MIT license, with this license being available at https://github.com/EthanSK/CustomKeyboard/blob/master/LICENSE.\n\n5. Third-Party Services\n\nThis SERVICE makes use of third-party services to manipulate some of the third-party data. Specifically, data has been translated using models from Hugging Face transformers. This service is covered by an Apache License 2.0, which states that it is available for commercial use, modification, distribution, patent use, and private use. The license for the aforementioned service can be found at https://github.com/huggingface/transformers/blob/master/LICENSE.\n\n6. Third-Party Links\n\nThis SERVICE contains links to external websites. If USERS click on a third-party link, they will be directed to a website. Note that these external websites are not operated by this SERVICE. Therefore, USERS are strongly advised to review the privacy policy of these websites. This SERVICE has no control over and assumes no responsibility for the content, privacy policies, or practices of any third-party sites or services.\n\n7. Third-Party Images\n\nThis SERVICE contains images that are copyrighted by third-parties. Specifically, this app includes a copy of the logos of GitHub, Inc and Wikidata, trademarked by Wikimedia Foundation, Inc. The terms by which the GitHub logo can be used are found on https://github.com/logos, and the terms for the Wikidata logo are found on the following Wikimedia page: https://foundation.wikimedia.org/wiki/Policy:Trademark_policy. This SERVICE uses the copyrighted images in a way that matches these criteria, with the only deviation being a rotation of the GitHub logo that is common in the open-source community to indicate that there is a link to the GitHub website.\n\n8. Content Notice\n\nThis SERVICE allows USERS to access linguistic content (CONTENT). Some of this CONTENT could be deemed inappropriate for children and legal minors. Accessing CONTENT using the SERVICE is done in a way that the information is unavailable unless explicitly known. Specifically, USERS \"can\" translate words, conjugate verbs, and access other grammatical features of CONTENT that may be sexual, violent, or otherwise inappropriate in nature. USERS \"cannot\" translate words, conjugate verbs, and access other grammatical features of CONTENT that may be sexual, violent, or otherwise inappropriate in nature if they do not already know about the nature of this CONTENT. SCRIBE takes no responsibility for the access of such CONTENT.\n\n9. Changes\n\nThis POLICY is subject to change. Updates to this POLICY will replace all prior instances, and if deemed material will further be clearly stated in the next applicable update to the SERVICE. SCRIBE encourages USERS to periodically review this POLICY for the latest information on our privacy practices and to familiarize themselves with any changes.\n\n10. Contact\n\nIf you have any questions, concerns, or suggestions about this POLICY, do not hesitate to visit https://github.com/scribe-org or contact SCRIBE at scribe.langauge@gmail.com. The person responsible for such inquiries is Andrew Tavis McAllister.\n\n11. Effective Date\n\nThis POLICY is effective as of the 24th of May, 2022.",
  "app.about.legal.third_party": "Third-party licenses",
  "app.about.legal.third_party.caption": "Whose code we used",
  "app.about.legal.third_party.entry_custom_keyboard": "Custom Keyboard\n• Author: EthanSK\n• License: MIT\n• Link: https://github.com/EthanSK/CustomKeyboard/blob/master/LICENSE",
  "app.about.legal.third_party.entry_simple_keyboard": "Simple Keyboard\n• Author: Simple Mobile Tools\n• License: GPL-3.0\n• Link: https://github.com/SimpleMobileTools/Simple-Keyboard/blob/main/LICENSE",
  "app.about.legal.third_party.text": "The Scribe developers (SCRIBE) built the iOS application \"Scribe - Language Keyboards\" (SERVICE) using third party code. All source code used in the creation of this SERVICE comes from sources that allow its full use in the manner done so by the SERVICE. This section lists the source code on which the SERVICE was based as well as the coinciding licenses of each.\n\nThe following is a list of all used source code, the main author or authors of the code, the license under which it was released at time of usage, and a link to the license.",
  "app.about.legal.title": "Legal",
  "app.about.title": "About",
  "app.conjugate.choose_conjugation.select_tense": "Select tense",
  "app.conjugate.choose_conjugation.title": "Choose a conjugation below",
  "app.conjugate.recently_conjugated.title": "Recently conjugated",
  "app.conjugate.title": "Conjugate",
  "app.conjugate.verbs_search.placeholder": "Search for verbs",
  "app.conjugate.verbs_search.title": "Conjugate verbs",
  "app.download.menu_option.conjugate_description": "Add new data to Scribe Conjugate.",
  "app.download.menu_option.conjugate_download_data": "Download verb data",
  "app.download.menu_option.conjugate_download_data_start": "Download data to start conjugating!",
  "app.download.menu_option.conjugate_title": "Verb data",
  "app.download.menu_option.scribe_description": "Add new data to Scribe keyboards.",
  "app.download.menu_option.scribe_download_data": "Download keyboard data",
  "app.download.menu_option.scribe_title": "Language data",
  "app.download.menu_ui.select.all_languages": "All languages",
  "app.download.menu_ui.select.title": "Select data to download",
  "app.download.menu_ui.title": "Download data",
  "app.download.menu_ui.update_data.check_new": "Check for new data",
  "app.download.menu_ui.update_data.regular_update": "Regularly update data",
  "app.download.menu_ui.update_data.title": "Update data",
  "app.installation.app_hint": "Follow the directions below to install Scribe keyboards on your device.",
  "app.installation.button_quick_tutorial": "Quick tutorial",
  "app.installation.keyboard.keyboard_settings": "Open keyboard settings",
  "app.installation.keyboard.keyboards_bold": "Keyboards",
  "app.installation.keyboard.scribe_settings": "Open Scribe settings",
  "app.installation.keyboard.text_1": "Select",
  "app.installation.keyboard.text_2": "Activate keyboards that you want to use",
  "app.installation.keyboard.text_3": "When typing, press",
  "app.installation.keyboard.text_4": "to select keyboards",
  "app.installation.keyboard.title": "Keyboard installation",
  "app.installation.title": "Installation",
  "app.settings.app_hint": "Settings for the app and installed language keyboards are found here.",
  "app.settings.button_install_keyboards": "Install keyboards",
  "app.settings.keyboard.functionality.annotate_suggestions": "Annotate suggest/complete",
  "app.settings.keyboard.functionality.annotate_suggestions_description": "Underline suggestions and completions to show their genders as you type.",
  "app.settings.keyboard.functionality.auto_suggest_emoji": "Autosuggest emojis",
  "app.settings.keyboard.functionality.auto_suggest_emoji_description": "Turn on emoji suggestions and completions for more expressive typing.",
  "app.settings.keyboard.functionality.default_emoji_tone": "Default emoji skin tone",
  "app.settings.keyboard.functionality.default_emoji_tone.caption": "Skin tone to be used",
  "app.settings.keyboard.functionality.default_emoji_tone_description": "Set a default skin tone for emoji autosuggestions and completions.",
  "app.settings.keyboard.functionality.delete_word_by_word": "Hold delete is word by word",
  "app.settings.keyboard.functionality.delete_word_by_word_description": "Delete text word by word when the delete key is pressed and held.",
  "app.settings.keyboard.functionality.double_space_period": "Double space periods",
  "app.settings.keyboard.functionality.double_space_period_description": "Automatically insert a period when the space key is pressed twice.",
  "app.settings.keyboard.functionality.hold_for_alt_chars": "Hold for alternate characters",
  "app.settings.keyboard.functionality.hold_for_alt_chars_description": "Select alternate characters by holding keys and dragging to the desired character.",
  "app.settings.keyboard.functionality.popup_on_keypress": "Show popup on keypress",
  "app.settings.keyboard.functionality.popup_on_keypress_description": "Display a popup of keys as they're pressed.",
  "app.settings.keyboard.functionality.punctuation_spacing": "Delete punctuation spacing",
  "app.settings.keyboard.functionality.punctuation_spacing_description": "Remove excess spaces before punctuation marks.",
  "app.settings.keyboard.functionality.title": "Functionality",
  "app.settings.keyboard.keypress_vibration": "Vibrate on key press",
  "app.settings.keyboard.keypress_vibration_description": "Have the device vibrate when keys are pressed.",
  "app.settings.keyboard.layout.default_currency": "Default currency symbol",
  "app.settings.keyboard.layout.default_currency.caption": "Symbol for the 123 keys",
  "app.settings.keyboard.layout.default_currency_description": "Select which currency symbol appears on the number keys.",
  "app.settings.keyboard.layout.default_layout": "Default keyboard",
  "app.settings.keyboard.layout.default_layout.caption": "Layout to use",
  "app.settings.keyboard.layout.default_layout_description": "Select a keyboard layout that suits your typing preference and language needs.",
  "app.settings.keyboard.layout.disable_accent_characters": "Disable accent characters",
  "app.settings.keyboard.layout.disable_accent_characters_description": "Remove accented letter keys on the primary keyboard layout.",
  "app.settings.keyboard.layout.period_and_comma": "Period and comma on ABC",
  "app.settings.keyboard.layout.period_and_comma_description": "Include period and comma keys on the main keyboard for convenient typing.",
  "app.settings.keyboard.layout.title": "Layout",
  "app.settings.keyboard.title": "Select installed keyboard",
  "app.settings.keyboard.translation.select_source": "Select language",
  "app.settings.keyboard.translation.select_source.caption": "What the source language is",
  "app.settings.keyboard.translation.select_source.title": "Translation language",
  "app.settings.keyboard.translation.select_source_description": "Change the language to translate from.",
  "app.settings.keyboard.translation.title": "Translation source language",
  "app.settings.menu.app_color_mode": "Dark mode",
  "app.settings.menu.app_color_mode_description": "Change the application display to dark mode.",
  "app.settings.menu.app_language": "App language",
  "app.settings.menu.app_language.caption": "Select language for app texts",
  "app.settings.menu.app_language.one_device_language_warning.message": "You only have one language installed on your device. Please install more languages in Settings and then you can select different localizations of Scribe.",
  "app.settings.menu.app_language.one_device_language_warning.title": "Only one device language",
  "app.settings.menu.app_language_description": "Change which language the Scribe app is in.",
  "app.settings.menu.high_color_contrast": "High color contrast",
  "app.settings.menu.high_color_contrast_description": "Increase color contrast for improved accessibility and a clearer viewing experience.",
  "app.settings.menu.increase_text_size": "Increase app text size",
  "app.settings.menu.increase_text_size_description": "Increase the size of menu texts for better readability.",
  "app.settings.menu.title": "App settings",
  "app.settings.title": "Settings",
  "app.settings.translation": "Translation",
  "keyboard.not_in_wikidata.explanation_1": "Wikidata is a collaboratively edited knowledge graph that's maintained by the Wikimedia Foundation. It serves as a source of open data for projects like Wikipedia and countless others.",
  "keyboard.not_in_wikidata.explanation_2": "Scribe uses Wikidata's language data for many of its core features. We get information like noun genders, verb conjugations and much more!",
  "keyboard.not_in_wikidata.explanation_3": "You can make an account at wikidata.org to join the community that's supporting Scribe and so many other projects. Help us bring free information to the world!"
}
