{
  "app._global.english": "Anglais",
  "app._global.french": "Français",
  "app._global.german": "Allemand",
  "app._global.italian": "Italien",
  "app._global.portuguese": "Portugais",
  "app._global.russian": "Russe",
  "app._global.spanish": "Espagnol",
  "app._global.swedish": "Suédois",
  "app.about.app_hint": "Ici vous en apprendrez plus sur Scribe et sa communauté.",
  "app.about.community.github": "Voir le code sur GitHub",
  "app.about.community.mastodon": "Nous suivre sur Mastodon",
  "app.about.community.matrix": "Discuter avec l'équipe sur Matrix",
  "app.about.community.share_conjugate": "Partager Scribe Conjugaison",
  "app.about.community.share_scribe": "Partager Scribe",
  "app.about.community.title": "Communauté",
  "app.about.community.view_apps": "Voir toutes les applications Scribe",
  "app.about.community.wikimedia": "Wikimedia et Scribe",
  "app.about.community.wikimedia.caption": "Comment nous travaillons ensemble",
  "app.about.community.wikimedia.text_1": "Scribe ne pourrait pas exister sans les nombreuses contributions des contributeurs de Wikimedia aux nombreux projets qu'ils soutiennent. En particulier, Scribe utilise les données de la communauté de données lexicographiques Wikidata, ainsi que les données de Wikipédia pour chaque langue prise en charge par Scribe.",
  "app.about.community.wikimedia.text_2": "Wikidata est un réseau de connaissances multilingues collaboratif hébergé par la fondation Wikimedia. Il fournit des données librement disponibles que chacun peut utiliser sous une licence Creative Commons Public Domain (CC0). Scribe utilise les données linguistiques de Wikidata pour fournir aux utilisateurs des conjugaisons de verbes, des annotations de formes de noms, des pluriels de noms et de nombreuses autres fonctionnalités.",
  "app.about.community.wikimedia.text_3": "Wikipédia est une encyclopédie en ligne multilingue gratuite, rédigée et mise à jour par une communauté de bénévoles grâce à une collaboration libre et à un système d'édition basé sur un wiki. Scribe utilise les données de Wikipedia pour produire des autosuggestions en dérivant les mots les plus courants dans une langue ainsi que les mots les plus courants qui les suivent.",
  "app.about.feedback.app_hints": "Réinitialiser les astuces de l'application",
  "app.about.feedback.bug_report": "Signaler un bug",
  "app.about.feedback.email": "Nous envoyer un e-mail",
  "app.about.feedback.rate_conjugate": "Évaluer Scribe Conjugaison",
  "app.about.feedback.rate_scribe": "Évaluer Scribe",
  "app.about.feedback.title": "Commentaires et assistance",
  "app.about.feedback.version": "Version",
  "app.about.legal.privacy_policy": "Politique de confidentialité",
  "app.about.legal.privacy_policy.caption": "Votre sécurité est notre priorité",
  "app.about.legal.privacy_policy.text": "Veuillez noter que la version anglaise de cette politique prévaut sur toutes les autres versions.\n\nLes développeurs de Scribe (SCRIBE) ont créé l’application iOS « Scribe - Claviers linguistiques » (SERVICE) en tant qu’application open-source. Ce SERVICE est fourni par SCRIBE sans frais et est destiné à être utilisé tel quel.\n\nCette politique de confidentialité (POLITIQUE) est utilisée pour informer le lecteur des politiques d'accès, de suivi, de collecte, de conservation, d'utilisation et de divulgation des informations personnelles (INFORMATIONS UTILISATEUR) et des données d’utilisation (DONNÉES UTILISATEUR) pour toutes les personnes qui utilisent ce SERVICE (UTILISATEURS).\n\nLes INFORMATIONS UTILISATEUR sont spécifiquement définies comme toute information relative aux UTILISATEURS eux-mêmes ou aux appareils qu'ils utilisent pour accéder au SERVICE.\n\nLes DONNÉES UTILISATEUR sont spécifiquement définies comme tout texte saisi ou toute action effectuée par les UTILISATEURS lors de l'utilisation du SERVICE.\n\n1. Déclaration de politique\n\nCe SERVICE n'accède pas, ne suit pas, ne collecte pas, ne conserve pas, n'utilise pas et ne divulgue pas les INFORMATIONS UTILISATEUR ni les DONNÉES UTILISATEUR.\n\n2. Ne pas suivre\n\nLes UTILISATEURS contactant SCRIBE pour demander que leurs INFORMATIONS UTILISATEUR et leurs DONNÉES UTILISATEUR ne soient pas suivies recevront une copie de cette POLITIQUE ainsi qu'un lien vers tous les codes sources comme preuve qu'ils ne sont pas suivis.\n\n3. Données tierces\n\nCe SERVICE utilise des données provenant de tiers. Toutes les données utilisées dans la création de ce SERVICE proviennent de sources permettant leur utilisation complète de la manière effectuée par le SERVICE. Plus précisément, les données pour ce SERVICE proviennent de Wikidata, Wikipedia et Unicode. Wikidata indique que « toutes les données structurées dans les espaces de noms principaux, propriété et lexème sont mises à disposition sous la licence Creative Commons CC0 ; les textes dans d’autres espaces de noms sont mis à disposition sous la licence Creative Commons Attribution-Share Alike ». La politique concernant l'utilisation des données de Wikidata est disponible sur https://www.wikidata.org/wiki/Wikidata:Licensing. Wikipedia indique que les données textuelles, le type de données utilisées par le SERVICE, « peuvent être utilisées selon les termes de la licence Creative Commons Attribution Share-Alike ». La politique concernant l'utilisation des données de Wikipedia est disponible sur https://en.wikipedia.org/wiki/Wikipedia:Reusing_Wikipedia_content. Unicode accorde la permission « gratuite à toute personne obtenant une copie des fichiers de données Unicode et de toute documentation associée (les « Fichiers de Données ») ou des logiciels Unicode et de toute documentation associée (le « Logiciel ») d'utiliser les Fichiers de Données ou le Logiciel sans restriction… ». La politique concernant l'utilisation des données Unicode est disponible sur https://www.unicode.org/license.txt.\n\n4. Code source tiers\n\nCe SERVICE est basé sur du code tiers. Tout le code source utilisé dans la création de ce SERVICE provient de sources permettant son utilisation complète de la manière effectuée par le SERVICE. Plus précisément, ce projet est basé sur le projet Custom Keyboard d’Ethan Sarif-Kattan. Custom Keyboard a été publié sous une licence MIT, cette licence étant disponible à l'adresse suivante : https://github.com/EthanSK/CustomKeyboard/blob/master/LICENSE.\n\n5. Services tiers\n\nCe SERVICE utilise des services tiers pour manipuler certaines des données tierces. Plus précisément, les données ont été traduites en utilisant des modèles de Hugging Face Transformers. Ce service est couvert par une licence Apache 2.0, qui permet son utilisation commerciale, sa modification, sa distribution, son utilisation de brevets et son utilisation privée. La licence du service mentionné est disponible sur https://github.com/huggingface/transformers/blob/master/LICENSE.\n\n6. Liens tiers\n\nCe SERVICE contient des liens vers des sites Web externes. Si les UTILISATEURS cliquent sur un lien tiers, ils seront redirigés vers un site Web. Notez que ces sites externes ne sont pas exploités par ce SERVICE. Par conséquent, les UTILISATEURS sont fortement encouragés à consulter la politique de confidentialité de ces sites Web. Ce SERVICE n’a aucun contrôle sur et n’assume aucune responsabilité quant au contenu, aux politiques de confidentialité ou aux pratiques des sites ou services tiers.\n\n7. Images tierces\n\nCe SERVICE contient des images protégées par des droits d’auteur de tiers. Plus précisément, cette application inclut une copie des logos de GitHub, Inc. et de Wikidata, marque déposée de la Wikimedia Foundation, Inc. Les conditions d'utilisation du logo GitHub sont disponibles sur https://github.com/logos, et les conditions pour le logo de Wikidata se trouvent sur la page suivante de Wikimedia : https://foundation.wikimedia.org/wiki/Policy:Trademark_policy. Ce SERVICE utilise les images protégées de manière conforme à ces critères, avec la seule déviation étant une rotation du logo GitHub courante dans la communauté open-source pour indiquer un lien vers le site Web GitHub.\n\n8. Avis de contenu\n\nCe SERVICE permet aux UTILISATEURS d'accéder à du contenu linguistique (CONTENU). Une partie de ce CONTENU pourrait être jugée inappropriée pour les enfants et les mineurs. L'accès au CONTENU via le SERVICE se fait de manière à ce que l'information soit indisponible sauf si elle est explicitement connue. Plus précisément, les UTILISATEURS « peuvent » traduire des mots, conjuguer des verbes et accéder à d'autres caractéristiques grammaticales du CONTENU qui pourraient être de nature sexuelle, violente ou autrement inappropriée. Les UTILISATEURS « ne peuvent pas » traduire des mots, conjuguer des verbes et accéder à d'autres caractéristiques grammaticales du CONTENU qui pourraient être de nature sexuelle, violente ou autrement inappropriée s'ils ne connaissent pas déjà la nature de ce CONTENU. SCRIBE décline toute responsabilité quant à l'accès à ce type de CONTENU.\n\n9. Modifications\n\nCette POLITIQUE est sujette à modifications. Les mises à jour de cette POLITIQUE remplaceront toutes les versions précédentes, et si jugées importantes, seront clairement indiquées dans la prochaine mise à jour applicable du SERVICE. SCRIBE encourage les UTILISATEURS à consulter périodiquement cette POLITIQUE pour connaître les dernières informations sur nos pratiques en matière de confidentialité et se familiariser avec les modifications.\n\n10. Contact\n\nSi vous avez des questions, des préoccupations ou des suggestions concernant cette POLITIQUE, n'hésitez pas à visiter https://github.com/scribe-org ou à contacter SCRIBE à l'adresse scribe.langauge@gmail.com. La personne responsable de ces demandes est Andrew Tavis McAllister.\n\n11. Date d'entrée en vigueur\n\nCette POLITIQUE est en vigueur depuis le 24 mai 2022.",
  "app.about.legal.third_party": "Licences tierces",
  "app.about.legal.third_party.caption": "Le code que nous avons utilisé",
  "app.about.legal.third_party.entry_custom_keyboard": "Custom Keyboard\n• Auteur : EthanSK\n• Licence : MIT\n• Lien : https://github.com/EthanSK/CustomKeyboard/blob/master/LICENSE",
  "app.about.legal.third_party.entry_simple_keyboard": "Simple Keyboard\n• Auteur : Simple Mobile Tools\n• Licence : GPL-3.0\n• Lien : https://github.com/SimpleMobileTools/Simple-Keyboard/blob/main/LICENSE",
  "app.about.legal.third_party.text": "Les développeurs de Scribe (SCRIBE) ont créé l'application iOS « Scribe - Claviers linguistiques » (SERVICE) en utilisant du code tiers. Tout le code source utilisé dans la création de ce SERVICE provient de sources permettant son utilisation complète de la manière effectuée par le SERVICE. Cette section répertorie le code source sur lequel le SERVICE est basé ainsi que les licences correspondantes de chacun d'eux.\n\nLa liste suivante inclut tout le code source utilisé, le ou les auteurs principaux du code, la licence sous laquelle il a été publié au moment de son utilisation et un lien vers la licence.",
  "app.about.legal.title": "Mentions légales",
  "app.about.title": "À propos",
  "app.conjugate.choose_conjugation.select_tense": "Sélectionner un temps",
  "app.conjugate.choose_conjugation.title": "Sélectionnez une conjugaison ci-dessous",
  "app.conjugate.recently_conjugated.title": "Récemment conjugué",
  "app.conjugate.title": "Conjuguer",
  "app.conjugate.verbs_search.placeholder": "Rechercher un verbe",
  "app.conjugate.verbs_search.title": "Conjuguer un verbe",
  "app.download.menu_option.conjugate_description": "Ajouter de nouvelles données à Scribe Conjugaison.",
  "app.download.menu_option.conjugate_download_data": "Télécharger les données du verbe",
  "app.download.menu_option.conjugate_download_data_start": "Téléchargez les données pour démarrer la conjugaison !",
  "app.download.menu_option.conjugate_title": "Données du verbe",
  "app.download.menu_option.scribe_description": "Ajouter de nouvelles données aux claviers de Scribe.",
  "app.download.menu_option.scribe_download_data": "Télécharger les données du clavier",
  "app.download.menu_option.scribe_title": "Données de langue",
  "app.download.menu_ui.select.all_languages": "Toutes les langues",
  "app.download.menu_ui.select.title": "Sélectionner les données à télécharger",
  "app.download.menu_ui.title": "Télécharger les données",
  "app.download.menu_ui.update_data.check_new": "Vérifier s'il y a de nouvelles données",
  "app.download.menu_ui.update_data.regular_update": "Mettre à jour les données régulièrement",
  "app.download.menu_ui.update_data.title": "Mettre à jour les données",
  "app.installation.app_hint": "Suivez les indications ci-dessous pour installer les claviers Scribe sur votre appareil.",
  "app.installation.button_quick_tutorial": "Tutoriel rapide",
  "app.installation.keyboard.keyboard_settings": "Ouvrez les paramètres du clavier",
  "app.installation.keyboard.keyboards_bold": "Claviers",
  "app.installation.keyboard.scribe_settings": "Ouvrez les paramètres de Scribe",
  "app.installation.keyboard.text_1": "Sélectionner",
  "app.installation.keyboard.text_2": "Activez les claviers que vous souhaitez utiliser",
  "app.installation.keyboard.text_3": "Lors de la saisie, appuyez sur",
  "app.installation.keyboard.text_4": "pour sélectionner le clavier",
  "app.installation.keyboard.title": "Installation du clavier",
  "app.installation.title": "Installation",
  "app.settings.app_hint": "Les paramètres de l'application et des claviers linguistiques installés se trouvent ici.",
  "app.settings.button_install_keyboards": "Installer les claviers",
  "app.settings.keyboard.functionality.annotate_suggestions": "Annoter, suggérer/compléter",
  "app.settings.keyboard.functionality.annotate_suggestions_description": "Souligner les suggestions et les complétions pour indiquer leur genre au fur et à mesure de la saisie.",
  "app.settings.keyboard.functionality.auto_suggest_emoji": "Suggérer des émojis",
  "app.settings.keyboard.functionality.auto_suggest_emoji_description": "Activer les suggestions et complétions des émojis pour une saisie plus expressive.",
  "app.settings.keyboard.functionality.default_emoji_tone": "Couleur de peau des émojis par défaut",
  "app.settings.keyboard.functionality.default_emoji_tone.caption": "Couleur de peau à utiliser",
  "app.settings.keyboard.functionality.default_emoji_tone_description": "Définir la couleur de peau par défaut pour les suggestions automatiques et les complétions des émojis.",
  "app.settings.keyboard.functionality.delete_word_by_word": "Maintenir pour supprimer mot par mot",
  "app.settings.keyboard.functionality.delete_word_by_word_description": "Effacer le texte mot par mot lorsque la touche d'effacement est maintenue enfoncée.",
  "app.settings.keyboard.functionality.double_space_period": "Point si double espace",
  "app.settings.keyboard.functionality.double_space_period_description": "Insérer automatiquement un point après avoir appuyé deux fois sur espace.",
  "app.settings.keyboard.functionality.hold_for_alt_chars": "Maintenir pour les caractères alternatifs",
  "app.settings.keyboard.functionality.hold_for_alt_chars_description": "Sélectionner des caractères alternatifs en maintenant les touches enfoncées et en glissant sur le caractère souhaité.",
  "app.settings.keyboard.functionality.popup_on_keypress": "Afficher l'aperçu lors de l'appui",
  "app.settings.keyboard.functionality.popup_on_keypress_description": "Afficher l'aperçu des touches lors de l'appui.",
  "app.settings.keyboard.functionality.punctuation_spacing": "Supprimer les espaces de ponctuation",
  "app.settings.keyboard.functionality.punctuation_spacing_description": "Supprimer les espaces excédentaires avant les signes de ponctuation.",
  "app.settings.keyboard.functionality.title": "Fonctionnalité",
  "app.settings.keyboard.keypress_vibration": "Vibrer lors de l'appui des touches",
  "app.settings.keyboard.keypress_vibration_description": "Faire vibrer l'appareil lors de l'appui sur les touches.",
  "app.settings.keyboard.layout.default_currency": "Symbole des touches 123",
  "app.settings.keyboard.layout.default_currency.caption": "Symbole pour les touches 123",
  "app.settings.keyboard.layout.default_currency_description": "Sélectionner le symbole de la devise qui apparaît sur les touches numériques.",
  "app.settings.keyboard.layout.default_layout": "Clavier par défaut",
  "app.settings.keyboard.layout.default_layout.caption": "Disposition à utiliser",
  "app.settings.keyboard.layout.default_layout_description": "Sélectionnez une disposition de clavier adaptée à vos préférences de frappe et à vos besoins linguistiques.",
  "app.settings.keyboard.layout.disable_accent_characters": "Désactiver les caractères accentués",
  "app.settings.keyboard.layout.disable_accent_characters_description": "Supprimer les lettres accentuées sur le clavier principal.",
  "app.settings.keyboard.layout.period_and_comma": "Point et virgule sur ABC",
  "app.settings.keyboard.layout.period_and_comma_description": "Inclure le point et la virgule sur le clavier principal pour faciliter la saisie.",
  "app.settings.keyboard.layout.title": "Disposition",
  "app.settings.keyboard.title": "Sélectionner le clavier installé",
  "app.settings.keyboard.translation.select_source": "Sélectionner la langue",
  "app.settings.keyboard.translation.select_source.caption": "Langue source",
  "app.settings.keyboard.translation.select_source.title": "Langue de traduction",
  "app.settings.keyboard.translation.select_source_description": "Modifier la langue à partir de laquelle la traduction doit être effectuée.",
  "app.settings.keyboard.translation.title": "Langue source de la traduction",
  "app.settings.menu.app_color_mode": "Thème sombre",
  "app.settings.menu.app_color_mode_description": "Modifier l'affichage de l'application en mode sombre.",
  "app.settings.menu.app_language": "Langue de l'application",
  "app.settings.menu.app_language.caption": "Sélectionner la langue des textes de l'application",
  "app.settings.menu.app_language.one_device_language_warning.message": "Une seule langue est installée sur votre appareil. Veuillez installer d'autres langues dans les Paramètres et vous pourrez alors sélectionner différentes langues de Scribe.",
  "app.settings.menu.app_language.one_device_language_warning.title": "Une seule langue pour l'appareil",
  "app.settings.menu.app_language_description": "Modifier la langue de l'application Scribe.",
  "app.settings.menu.high_color_contrast": "Contrastes élevés",
  "app.settings.menu.high_color_contrast_description": "Augmenter le contraste des couleurs pour une meilleure accessibilité et une expérience visuelle plus claire.",
  "app.settings.menu.increase_text_size": "Augmenter la taille du texte",
  "app.settings.menu.increase_text_size_description": "Augmenter la taille du texte des menus pour une meilleure lisibilité.",
  "app.settings.menu.title": "Paramètres de l'application",
  "app.settings.title": "Paramètres",
  "app.settings.translation": "Traduction",
  "keyboard.not_in_wikidata.explanation_1": "Wikidata est un réseau de connaissances collaboratif géré par la fondation Wikimedia. Il sert de source de données ouvertes pour des projets tels que Wikipédia et bien d'autres.",
  "keyboard.not_in_wikidata.explanation_2": "Scribe utilise les données linguistiques de Wikidata pour un grand nombre de ses fonctionnalités de base. Nous obtenons des informations telles que le genre des noms, la conjugaison des verbes et bien plus encore !",
  "keyboard.not_in_wikidata.explanation_3": "Vous pouvez créer un compte sur wikidata.org pour rejoindre la communauté qui soutient Scribe et bien d'autres projets. Contribuez à la diffusion d'informations gratuites dans le monde entier !"
}
